Repository: CofficLab/Netto
Catalog: Core/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 💡 当代理应用运行时，部分应用的网络流量会被代理应用接管， 这些应用的网络活动将无法被本软件直接监控到。
en: 💡 When proxy apps are running, some apps' network traffic will be taken over by the proxy app, and these apps' network activities cannot be directly monitored by this software.

source: Finder中显示
en: Show in Finder

source: 上一步
en: Previous

source: 下一步
en: Next

source: 了解代理应用对网络监控的影响
en: Understanding the Impact of Proxy Apps on Network Monitoring

source: 代理应用
en: Proxy Apps

source: 代理应用 (Proxy App)
en: Proxy App

source: 代理应用对网络监控的影响
en: Impact of Proxy Apps on Network Monitoring

source: 允许
en: Allow

source: 入
en: In

source: 入站
en: Inbound

source: 共 %lld 条事件
en: Total %lld events

source: 共 %lld 条记录
en: Total %lld records

source: 出
en: Out

source: 出站
en: Outbound

source: 刷新
en: Refresh

source: 加载中...
en: Loading...

source: 在 Finder 中显示
en: Show in Finder

source: 地址
en: Address

source: 复制 App ID
en: Copy App ID

source: 复制错误信息
en: Copy Error Message

source: 将鼠标悬停在应用上查看操作按钮
en: Hover over the app to see action buttons

source: 已复制
en: Copied

source: 已复制!
en: Copied!

source: 已禁止
en: Blocked

source: 应用ID筛选:
en: App ID Filter:

source: 应用列表
en: App List

source: 应用程序
en: Applications

source: 应用筛选
en: App Filter

source: 开关
en: Switch

source: 开启代理
en: Enable Proxy

source: 开始
en: Start

source: 开始使用
en: Get Started

source: 当前没有出现被禁止联网的 APP
en: No blocked network apps currently

source: 当前网络监控已停止
en: Network monitoring is currently stopped

source: 当前运行的应用程序
en: Currently Running Applications

source: 总计: %lld
en: Total: %lld

source: 所有应用可自由联网
en: All apps can freely access the network

source: 打开数据库文件夹
en: Open Database Folder

source: 扩展
en: Extensions

source: 扩展可在 Mac 和 App 中添加额外功能...
en: Extensions can add extra functionality to Mac and Apps...

source: 拒绝
en: Deny

source: 按下方示意图进行设置
en: Follow the diagram below for setup

source: 描述
en: Description

source: 提示: 应用ID通常是应用的Bundle ID，例如 com.apple.Safari
en: Tip: App ID is usually the app's Bundle ID, e.g., com.apple.Safari

source: 搜索应用ID
en: Search App ID

source: 操作系统 (macOS)
en: Operating System (macOS)

source: 收起代理应用说明
en: Collapse Proxy App Description

source: 数据交换
en: Data Exchange

source: 方向
en: Direction

source: 时间
en: Time

source: 显示: %lld
en: Showing: %lld

source: 更多操作
en: More Actions

source: 未开启代理
en: Proxy Not Enabled

source: 每页显示:
en: Items per page:

source: 清除筛选
en: Clear Filter

source: 点击这里访问应用
en: Click here to access the app

source: 状态
en: Status

source: 筛选状态
en: Filter Status

source: 管理Mac的整体设置和相关设置...
en: Manage Mac's general and related settings...

source: 系统应用 (System App)
en: System App

source: 系统应用列表
en: System App List

source: 系统扩展
en: System Extensions

source: 网络
en: Network

source: 网络过滤与监控工具
en: Network Filtering and Monitoring Tool

source: 聚焦
en: Focus

source: 被允许联网的 APP 将显示在这里
en: Apps allowed to access the network will be shown here

source: 被禁止联网的 APP 将显示在这里
en: Apps blocked from accessing the network will be shown here

source: 辅助功能
en: Accessibility

source: 输入应用ID
en: Enter App ID

source: 通用
en: General

source: 防火墙事件
en: Firewall Events

source: 防火墙事件记录
en: Firewall Event Records
